<?php



/*   - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Key words for answer №1. */
$key_words_1 = ["математик", "математиці", "ММДО", "дослідження операцій", "дослідженню операцій", "статистик", "економік",
    "фізик", "физик", "ймовірності", "ймовірностей", "тімс", "матаналіз", "курсов", "дипломн", "реферат", "презентаці",
    "статистиці", "алгебр", "економетри", "кономіці", "курсач", "економетрії", "численні методи", "численним методам",
    "численним методам", "матан", "вероятности", "вероятностей"];


/*   - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Key words for answer №2. */
$key_words_2 = ["допомога", "допоможе", "зробити", "виконати", "допомогти", "допоможіть", "допомогу", "потрібно",
    "помогти", "зробить", "поможет", "помогите",  "помощь", "потрібен", "хелп", "зробіть", "виконує", "сделать"];


/*   - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Messages that will be deleted. */
$strings_to_remove = ['+','++','+++','ЛС','Лс','лс','Пп','ПП','пп','я','пиши пп', 'в ЛС', 'в Лс', 'в лс', 'в ПП',
    'в Пп', 'в пп', 'го', 'Го', 'ГО', 'можу допомогти', 'го в лс', 'я можу', 'відпиши в лс', '++++', '+++++',
    '++++++', 'пиши в лс'];


/*   - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - Messages - answers. */
$answer_01 ='Звертайтесь до @kakadesa';

$answer_02 = 'Увага❗️Багато шахраїв ❗️ Перевіряйте виконавців 🧐 ( відгуки, бот @ugodabot, робота наперед )
    Шахраї тут ⏩ @sh_stop';